{
  "seen_highlights": [
    "The logical statements entered into the notebook are broken down into six categories: (1) statement of the problem, (2) hypotheses as to the cause of the problem, (3) experiments designed to test each hypothesis, (4) predicted results of the experiments, (5) observed results of the experiments and (6) conclusions from the results of the experiments.",
    "‘Peace of mind isn’t at all superficial, really,’ I expound. ‘It’s the whole thing. That which produces it is good maintenance; that which disturbs it is poor maintenance. What we call workability of the machine is just an objectification of this peace of mind. The ultimate test’s always your own serenity. If you don’t have this when you start and maintain it while you’re working you’re likely to build your personal problems right into the machine itself.’ They just look at me, thinking about this. ‘It’s an unconventional concept,’ I say, ‘but conventional reason bears it out. The material object of observation, the bicycle or rotisserie, can’t be right or wrong. Molecules are molecules. They don’t have any ethical codes to follow except those people give them. The test of the machine is the satisfaction it gives you. There isn’t any other test. If the machine produces tranquillity it’s right. If it disturbs you it’s wrong until either the machine or your mind is changed. The test of the machine’s always your own mind. There isn’t any other test.’ DeWeese asks, ‘What if the machine is wrong and I feel peaceful about it?’ Laughter. I reply, ‘That’s self-contradictory. If you really don’t care you aren’t going to know it’s wrong. The thought’ll never occur to you. The act of pronouncing it wrong’s a form of caring.’",
    "The real University is not a material object. It is not a group of buildings that can be defended by police. He explained that when a college lost its accreditation, nobody came and shut down the school. There were no legal penalties, no fines, no jail sentences. Classes did not stop. Everything went on just as before. Students got the same education they would if the school didn’t lose its accreditation. All that would happen, Phaedrus said, would simply be an official recognition of a condition that already existed. It would be similar to excommunication. What would happen is that the real University, which no legislature can dictate to and which can never be identified by any location of bricks or boards or glass, would simply declare that this place was no longer ‘holy ground.’ The real University would vanish from it, and all that would be left was the bricks and the books and the material manifestation.",
    "The real University is a state of mind. It is that great heritage of rational thought that has been brought down to us through the centuries and which does not exist at any specific location. It’s a state of mind which is regenerated throughout the centuries by a body of people who traditionally carry the title of professor, but even that title is not part of the real University. The real University is nothing less than the continuing body of reason itself.",
    "You are never dedicated to something you have complete confidence in. No one is fanatically shouting that the sun is going to rise tomorrow. They know it’s going to rise tomorrow. When people are fanatically dedicated to political or religious faiths or any other kinds of dogmas or goals, it’s always because these dogmas or goals are in doubt."
  ],
  "book_threads": {
    "58509025": {
      "title": "Zen and the Art of Motorcycle Maintenance",
      "first_tweet_id": "2025994906729173043",
      "last_tweet_id": "2025994906729173043"
    }
  },
  "pending_tweets": [
    {
      "order": 0,
      "day": "monday",
      "text": "Pirsig's actual quality test for any piece of work: does it give you peace of mind? Not specs. Not metrics. Your own serenity. If you built something and it quietly bothers you, that feeling IS the diagnosis.",
      "posted": false,
      "tweet_id": null,
      "book_id": "58509025",
      "book_title": "Zen and the Art of Motorcycle Maintenance"
    },
    {
      "order": 1,
      "day": "monday",
      "text": "\"The material object can't be right or wrong. Molecules are molecules.\" The machine has no ethics. Only you do. So when something feels off, that's not irrational. That's information. You're the only instrument sensitive enough to detect it.",
      "posted": false,
      "tweet_id": null,
      "book_id": "58509025",
      "book_title": "Zen and the Art of Motorcycle Maintenance"
    },
    {
      "order": 2,
      "day": "monday",
      "text": "DeWeese's gotcha question - what if it's wrong but I feel fine? Pirsig's answer is brutal and correct. The moment you call it wrong, you've already cared. Indifference and criticism can't coexist. You don't get to claim detachment while also judging.",
      "posted": false,
      "tweet_id": null,
      "book_id": "58509025",
      "book_title": "Zen and the Art of Motorcycle Maintenance"
    },
    {
      "order": 3,
      "day": "wednesday",
      "text": "Once upon a time... that's how Ebi Atawodi suggests starting your product vision. Not a slide full of bullet points. A story with a before, a turning point, and how people feel after. Crafting a Compelling Product Vision makes this surprisingly hard to argue with.",
      "posted": false,
      "tweet_id": null,
      "book_id": null,
      "book_title": null
    },
    {
      "order": 4,
      "day": "friday",
      "text": "Most stress-reduction advice tells you to change your thoughts. Ikigai by Garcia and Miralles disagrees. Just notice them. The spiral loses power when you see it coming. That's the whole game.",
      "posted": false,
      "tweet_id": null,
      "book_id": null,
      "book_title": null
    }
  ]
}