{
  "seen_highlights": [
    "In a world of scarce resources, globalization without new technology is unsustainable.",
    "The real University is a state of mind. It is that great heritage of rational thought that has been brought down to us through the centuries and which does not exist at any specific location. It’s a state of mind which is regenerated throughout the centuries by a body of people who traditionally carry the title of professor, but even that title is not part of the real University. The real University is nothing less than the continuing body of reason itself.",
    "Rivalry causes us to overemphasize old opportunities and slavishly copy what has worked in the past.",
    "Sequencing markets correctly is underrated, and it takes discipline to expand gradually. The most successful companies make the core progression—to first dominate a specific niche and then scale to adjacent markets—a part of their founding narrative.",
    "Every monopoly is unique, but they usually share some combination of the following characteristics: proprietary technology, network effects, economies of scale, and branding.",
    "The most valuable businesses of coming decades will be built by entrepreneurs who seek to empower people rather than try to make them obsolete.",
    "The logical statements entered into the notebook are broken down into six categories: (1) statement of the problem, (2) hypotheses as to the cause of the problem, (3) experiments designed to test each hypothesis, (4) predicted results of the experiments, (5) observed results of the experiments and (6) conclusions from the results of the experiments.",
    "It is better to risk boldness than triviality. A bad plan is better than no plan. Competitive markets destroy profits. Sales matters just as much as product.",
    "If you can identify a delusional popular belief, you can find what lies hidden behind it: the contrarian truth.",
    "Simply stated, the value of a business today is the sum of all the money it will make in the future.",
    "The real University is not a material object. It is not a group of buildings that can be defended by police. He explained that when a college lost its accreditation, nobody came and shut down the school. There were no legal penalties, no fines, no jail sentences. Classes did not stop. Everything went on just as before. Students got the same education they would if the school didn’t lose its accreditation. All that would happen, Phaedrus said, would simply be an official recognition of a condition that already existed. It would be similar to excommunication. What would happen is that the real University, which no legislature can dictate to and which can never be identified by any location of bricks or boards or glass, would simply declare that this place was no longer ‘holy ground.’ The real University would vanish from it, and all that would be left was the bricks and the books and the material manifestation.",
    "‘Peace of mind isn’t at all superficial, really,’ I expound. ‘It’s the whole thing. That which produces it is good maintenance; that which disturbs it is poor maintenance. What we call workability of the machine is just an objectification of this peace of mind. The ultimate test’s always your own serenity. If you don’t have this when you start and maintain it while you’re working you’re likely to build your personal problems right into the machine itself.’ They just look at me, thinking about this. ‘It’s an unconventional concept,’ I say, ‘but conventional reason bears it out. The material object of observation, the bicycle or rotisserie, can’t be right or wrong. Molecules are molecules. They don’t have any ethical codes to follow except those people give them. The test of the machine is the satisfaction it gives you. There isn’t any other test. If the machine produces tranquillity it’s right. If it disturbs you it’s wrong until either the machine or your mind is changed. The test of the machine’s always your own mind. There isn’t any other test.’ DeWeese asks, ‘What if the machine is wrong and I feel peaceful about it?’ Laughter. I reply, ‘That’s self-contradictory. If you really don’t care you aren’t going to know it’s wrong. The thought’ll never occur to you. The act of pronouncing it wrong’s a form of caring.’",
    "You are never dedicated to something you have complete confidence in. No one is fanatically shouting that the sun is going to rise tomorrow. They know it’s going to rise tomorrow. When people are fanatically dedicated to political or religious faiths or any other kinds of dogmas or goals, it’s always because these dogmas or goals are in doubt.",
    "Startups operate on the principle that you need to work with other people to get stuff done, but you also need to stay small enough so that you actually can.",
    "Sometimes you do have to fight. Where that’s true, you should fight and win. There is no middle ground: either don’t throw any punches, or strike hard and end it quickly."
  ],
  "book_threads": {
    "58509025": {
      "title": "Zen and the Art of Motorcycle Maintenance",
      "first_tweet_id": "2025994906729173043",
      "last_tweet_id": "2025994906729173043"
    }
  },
  "pending_tweets": [
    {
      "order": 0,
      "text": "Zero to One by Peter Thiel and Blake Masters is not a startup book. It is a book about thinking. Here are 3 lessons from it that quietly reframe how good PMs should approach building products.",
      "posted": false,
      "tweet_id": null,
      "book_id": "18020326",
      "book_title": "Zero to One",
      "type": "book"
    },
    {
      "order": 1,
      "text": "Thiel argues that monopolies dominate through proprietary tech, network effects, scale, and branding. For PMs, this means your roadmap should build moats, not just features. Ask: does this make us harder to copy, or just temporarily better?",
      "posted": false,
      "tweet_id": null,
      "book_id": "18020326",
      "book_title": "Zero to One",
      "type": "book"
    },
    {
      "order": 2,
      "text": "Thiel warns that sequencing markets is underrated. Dominate a niche first, then expand. PMs who chase broad audiences early lose focus and lose ground. Nail one segment completely before scaling. That discipline is what separates good strategy from a wish list.",
      "posted": false,
      "tweet_id": null,
      "book_id": "18020326",
      "book_title": "Zero to One",
      "type": "book"
    },
    {
      "order": 3,
      "text": "Sequencing markets is one of the most underrated skills in startups. Dominate a niche first, then expand. Most founders skip straight to scale and wonder why nothing sticks.",
      "posted": false,
      "tweet_id": null,
      "book_id": "18020326",
      "book_title": "Zero to One",
      "type": "standalone"
    }
  ],
  "interview": {}
}