{
  "seen_highlights": [
    "The real University is not a material object. It is not a group of buildings that can be defended by police. He explained that when a college lost its accreditation, nobody came and shut down the school. There were no legal penalties, no fines, no jail sentences. Classes did not stop. Everything went on just as before. Students got the same education they would if the school didn’t lose its accreditation. All that would happen, Phaedrus said, would simply be an official recognition of a condition that already existed. It would be similar to excommunication. What would happen is that the real University, which no legislature can dictate to and which can never be identified by any location of bricks or boards or glass, would simply declare that this place was no longer ‘holy ground.’ The real University would vanish from it, and all that would be left was the bricks and the books and the material manifestation.",
    "You are never dedicated to something you have complete confidence in. No one is fanatically shouting that the sun is going to rise tomorrow. They know it’s going to rise tomorrow. When people are fanatically dedicated to political or religious faiths or any other kinds of dogmas or goals, it’s always because these dogmas or goals are in doubt.",
    "The logical statements entered into the notebook are broken down into six categories: (1) statement of the problem, (2) hypotheses as to the cause of the problem, (3) experiments designed to test each hypothesis, (4) predicted results of the experiments, (5) observed results of the experiments and (6) conclusions from the results of the experiments.",
    "The real University is a state of mind. It is that great heritage of rational thought that has been brought down to us through the centuries and which does not exist at any specific location. It’s a state of mind which is regenerated throughout the centuries by a body of people who traditionally carry the title of professor, but even that title is not part of the real University. The real University is nothing less than the continuing body of reason itself."
  ],
  "book_threads": {
    "58509025": {
      "title": "Zen and the Art of Motorcycle Maintenance",
      "first_tweet_id": "2025994906729173043",
      "last_tweet_id": "2025994906729173043"
    }
  },
  "pending_tweets": [
    {
      "order": 0,
      "text": "Zen and the Art of Motorcycle Maintenance by Robert Pirsig is not really about motorcycles. It is about how we think, solve problems, and find quality in our work. Here are 2 lessons PMs can take from it.",
      "posted": true,
      "tweet_id": "2025994906729173043",
      "book_id": "58509025",
      "book_title": "Zen and the Art of Motorcycle Maintenance"
    },
    {
      "order": 1,
      "text": "Pirsig's narrator uses a strict scientific notebook to diagnose his bike: define the problem, list hypotheses, test each one, record results. PMs often skip straight to solutions. Slowing down to separate problem from hypothesis leads to better decisions and less wasted build time.",
      "posted": false,
      "tweet_id": null,
      "book_id": "58509025",
      "book_title": "Zen and the Art of Motorcycle Maintenance"
    },
    {
      "order": 2,
      "text": "Phaedrus argues the real University is not buildings or accreditation but a living body of reason. Your product is not your roadmap or your tech stack. It is the understanding you build with users. Lose that and only the bricks remain. PMs: protect the thinking, not the artifacts.",
      "posted": false,
      "tweet_id": null,
      "book_id": "58509025",
      "book_title": "Zen and the Art of Motorcycle Maintenance"
    }
  ]
}